<?php include 'modules/front.php'; ?>
<!DOCTYPE html>
<html lang="ru">

<head>
    <meta charset="UTF-8">
    <meta http-equiv="X-UA-Compatible" content="IE=edge">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>Страница продукта</title>

    <!-- Header PC css -->
    <link rel="stylesheet" href="/styles/common/ModuleHeaderPC.css">

    <!-- Footer PC css -->
    <link rel="stylesheet" href="/styles/common/ModuleFooterPC.css">

    <!-- UIKit -->
    <link rel="stylesheet" href="/styles/common/uikit.css">
    <link rel="stylesheet" href="/static/fonts/fontawesome/all.css">
    <link rel="stylesheet" href="/static/fonts/mdi/materialdesignicons.min.css">

    <!-- Page styles -->
    <link rel="stylesheet" href="/styles/pages/page_product.css">

    <!-- Product Module -->
    <link rel="stylesheet" href="/styles/common/ModuleProduct.css">
</head>

<body>
    <?php
    include 'modules/flash.php';
    include 'modules/header_pc.php';
    include 'modules/header_mob.php';
    include 'modules/popup__Join.php';
    include 'modules/popup__Cart.php';
    include 'modules/popup__Cookies.php';
    include 'modules/popup__Support.php';
    ?>

    <div class="container">
        <?php
        $product = ['id' => 1, 'title' => 'Название товара', 'brand' => 'TestBrand', 'description' => 'Test description', 'price' => 130];
        $breadcrumb = ['/' => 'Главная', '/shop/home' => 'Категория продукта', '/product/1' => 'Название товара'];
        include 'modules/breadcrumb.php';
        ?>
        <div class="product">
            <div class="images">
                <div class="mini-images">
                    <div class="img active">
                        <img src="/static/images/products/1.jpg" alt="">
                    </div>
                    <div class="img">
                        <img src="/static/images/products/2.jpg" alt="">
                    </div>
                    <div class="img">
                        <img src="/static/images/products/3.jpg" alt="">
                    </div>
                </div>
                <div class="main image" id="main_image">
                    <img src="/static/images/products/1.jpg" alt="">
                </div>
            </div>
            <div class="texts font-gotham">
                <p class="id">#1</p>
                <h1>Название товара</h1>
                <a href="/brands/TestBrand">TestBrand</a>
                <p>Насадка для сухой уборки идеальна для покрытий, которые нельзя увлажнять. Уникальная фактура ткани «Броссе» в процессе протирания электризуется и притягивает к себе мельчайшие частицы пыли, не разгоняя их по комнате. Насадка отлично собирает загрязнения с полов, паркета и ламината, а также со стен и потолка</p>
                <?php include 'modules/product_button.php'; ?>
            </div>
        </div>
    </div>

    <div class="container font-gotham">
        <div class="tabs">
            <div class="tabs__container active" id="description">
                <div class="tabs__name" data-id="description">
                    Описание
                </div>
                <div class="tabs__content">
                    Чистящие насадки для уборки поверхностей, использующиеся в линии AQUAmatic, изготовлены из ультратонкого рассечённого микроволокна, произведённого по новейшей текстильной технологии: каждая нить разрезана в продольном направлении на восемь правильных секторов, образующих микроскопические щели по длине всей нити. Благодаря этой особенности образуется капиллярный эффект: под влиянием силы поверхностного натяжения влага вместе с загрязнениями и пылью отрывается от очищаемой поверхности и втягивается в структуру ткани.
                    <br><br>
                    Особого внимания заслуживает уникальная фактура ткани «Броссе», которая в процессе протирания поверхности электризуется и притягивает к себе мельчайшие частицы пыли, а не разгоняет их по комнате. Благодаря этой способности легко собирается пыль и загрязнения как с пола, так со стен и потолка. Насадка идеально подходит для ухода за паркетом и ламинатом.
                </div>
            </div>
            <div class="tabs__container" id="spec">
                <div class="tabs__name" data-id="spec">
                    Характеристики
                </div>
                <div class="tabs__content">
                    Какие-то характеристики товара
                </div>
            </div>
            <div class="tabs__container" id="sostav">
                <div class="tabs__name" data-id="sostav">
                    Состав
                </div>
                <div class="tabs__content">
                    Какой-то состав товара
                </div>
            </div>
            <div class="tabs__container" id="docs">
                <div class="tabs__name" data-id="docs">
                    Документы
                </div>
                <div class="tabs__content">
                    Какие-то документы товара
                </div>
            </div>
            <div class="tabs__container" id="feedback">
                <div class="tabs__name" data-id="feedback">
                    Отзывы
                </div>
                <div class="tabs__content">
                    <div class="feedbacks">
                        <div class="container">
                            <h1>Отзывы <span>/ 0</span></h1>
                            <div class="feedbacksList">
                                <p class="clean">Отзывов пока нет. Оставьте первый!</p>
                            </div>
                            <div class="feedbackForm">
                                <h2>Оставьте свой отзыв о товаре</h2>
                                <div class="form_wrapper">
                                    <textarea name="" id="" cols="30" rows="10" placeholder="Введите текст" class="font-gotham"></textarea>
                                    <div class="bottom">
                                        <span>Ваша оценка:</span>
                                        <div class="rating">
                                            <input type="radio" name="rating" class="rating-mark" value="5" id="5">
                                            <label for="5">
                                                <svg class="icon">
                                                    <path d="M9.47138 12.0925C11.0857 11.3809 12.2363 10.1617 12.8912 8.46867C13.6218 6.58 13.418 5.32836 13.2383 4.22403C13.0826 3.26737 12.9481 2.44116 13.3901 1.23674C13.4596 1.04717 13.4178 0.834733 13.2818 0.685744C13.1457 0.536705 12.938 0.47559 12.7426 0.527268C12.5012 0.591211 6.81387 2.13445 5.42081 5.73621C4.80175 7.33681 4.7247 8.44435 4.66278 9.33432C4.59798 10.2662 4.56084 10.7955 3.95388 11.4411C3.04062 11.9031 2.06759 12.2318 1.0403 12.424C0.746076 12.4791 0.552074 12.762 0.60696 13.0559C0.611356 13.0796 0.617267 13.1026 0.624559 13.125C0.707523 13.3795 0.96862 13.5391 1.23908 13.4885C2.38404 13.2743 3.39798 12.9124 4.28334 12.4793C5.34765 12.8081 7.49589 12.9632 9.47138 12.0925ZM5.73707 11.6398C6.47851 11.1415 7.08874 10.6168 7.56802 10.1449C8.90766 8.82597 9.53942 7.64045 9.56562 7.59059C9.70487 7.32613 9.60336 6.99952 9.33907 6.86018C9.07475 6.72075 8.74702 6.82197 8.60685 7.08597C8.60105 7.09697 8.01012 8.1975 6.77934 9.40131C6.41548 9.75726 6.03687 10.0841 5.64434 10.382C5.69835 10.0673 5.72075 9.74555 5.74423 9.40867C5.80107 8.59132 5.87185 7.57419 6.43189 6.12599C7.31907 3.83207 10.4984 2.44107 12.0937 1.87232C11.9157 2.84569 12.0437 3.63194 12.1685 4.39852C12.3414 5.46092 12.5047 6.46438 11.8803 8.0789C11.333 9.49359 10.3756 10.5106 9.03446 11.1018C7.86694 11.6164 6.65345 11.7074 5.73707 11.6398Z"></path>
                                                </svg>
                                            </label>
                                            <input type="radio" name="rating" class="rating-mark" value="4" id="4"><label for="4">
                                                <svg class="icon">
                                                    <path d="M9.47138 12.0925C11.0857 11.3809 12.2363 10.1617 12.8912 8.46867C13.6218 6.58 13.418 5.32836 13.2383 4.22403C13.0826 3.26737 12.9481 2.44116 13.3901 1.23674C13.4596 1.04717 13.4178 0.834733 13.2818 0.685744C13.1457 0.536705 12.938 0.47559 12.7426 0.527268C12.5012 0.591211 6.81387 2.13445 5.42081 5.73621C4.80175 7.33681 4.7247 8.44435 4.66278 9.33432C4.59798 10.2662 4.56084 10.7955 3.95388 11.4411C3.04062 11.9031 2.06759 12.2318 1.0403 12.424C0.746076 12.4791 0.552074 12.762 0.60696 13.0559C0.611356 13.0796 0.617267 13.1026 0.624559 13.125C0.707523 13.3795 0.96862 13.5391 1.23908 13.4885C2.38404 13.2743 3.39798 12.9124 4.28334 12.4793C5.34765 12.8081 7.49589 12.9632 9.47138 12.0925ZM5.73707 11.6398C6.47851 11.1415 7.08874 10.6168 7.56802 10.1449C8.90766 8.82597 9.53942 7.64045 9.56562 7.59059C9.70487 7.32613 9.60336 6.99952 9.33907 6.86018C9.07475 6.72075 8.74702 6.82197 8.60685 7.08597C8.60105 7.09697 8.01012 8.1975 6.77934 9.40131C6.41548 9.75726 6.03687 10.0841 5.64434 10.382C5.69835 10.0673 5.72075 9.74555 5.74423 9.40867C5.80107 8.59132 5.87185 7.57419 6.43189 6.12599C7.31907 3.83207 10.4984 2.44107 12.0937 1.87232C11.9157 2.84569 12.0437 3.63194 12.1685 4.39852C12.3414 5.46092 12.5047 6.46438 11.8803 8.0789C11.333 9.49359 10.3756 10.5106 9.03446 11.1018C7.86694 11.6164 6.65345 11.7074 5.73707 11.6398Z"></path>
                                                </svg>
                                            </label>
                                            <input type="radio" name="rating" class="rating-mark" value="3" id="3"><label for="3">
                                                <svg class="icon">
                                                    <path d="M9.47138 12.0925C11.0857 11.3809 12.2363 10.1617 12.8912 8.46867C13.6218 6.58 13.418 5.32836 13.2383 4.22403C13.0826 3.26737 12.9481 2.44116 13.3901 1.23674C13.4596 1.04717 13.4178 0.834733 13.2818 0.685744C13.1457 0.536705 12.938 0.47559 12.7426 0.527268C12.5012 0.591211 6.81387 2.13445 5.42081 5.73621C4.80175 7.33681 4.7247 8.44435 4.66278 9.33432C4.59798 10.2662 4.56084 10.7955 3.95388 11.4411C3.04062 11.9031 2.06759 12.2318 1.0403 12.424C0.746076 12.4791 0.552074 12.762 0.60696 13.0559C0.611356 13.0796 0.617267 13.1026 0.624559 13.125C0.707523 13.3795 0.96862 13.5391 1.23908 13.4885C2.38404 13.2743 3.39798 12.9124 4.28334 12.4793C5.34765 12.8081 7.49589 12.9632 9.47138 12.0925ZM5.73707 11.6398C6.47851 11.1415 7.08874 10.6168 7.56802 10.1449C8.90766 8.82597 9.53942 7.64045 9.56562 7.59059C9.70487 7.32613 9.60336 6.99952 9.33907 6.86018C9.07475 6.72075 8.74702 6.82197 8.60685 7.08597C8.60105 7.09697 8.01012 8.1975 6.77934 9.40131C6.41548 9.75726 6.03687 10.0841 5.64434 10.382C5.69835 10.0673 5.72075 9.74555 5.74423 9.40867C5.80107 8.59132 5.87185 7.57419 6.43189 6.12599C7.31907 3.83207 10.4984 2.44107 12.0937 1.87232C11.9157 2.84569 12.0437 3.63194 12.1685 4.39852C12.3414 5.46092 12.5047 6.46438 11.8803 8.0789C11.333 9.49359 10.3756 10.5106 9.03446 11.1018C7.86694 11.6164 6.65345 11.7074 5.73707 11.6398Z"></path>
                                                </svg>
                                            </label>
                                            <input type="radio" name="rating" class="rating-mark" value="2" id="2"><label for="2">
                                                <svg class="icon">
                                                    <path d="M9.47138 12.0925C11.0857 11.3809 12.2363 10.1617 12.8912 8.46867C13.6218 6.58 13.418 5.32836 13.2383 4.22403C13.0826 3.26737 12.9481 2.44116 13.3901 1.23674C13.4596 1.04717 13.4178 0.834733 13.2818 0.685744C13.1457 0.536705 12.938 0.47559 12.7426 0.527268C12.5012 0.591211 6.81387 2.13445 5.42081 5.73621C4.80175 7.33681 4.7247 8.44435 4.66278 9.33432C4.59798 10.2662 4.56084 10.7955 3.95388 11.4411C3.04062 11.9031 2.06759 12.2318 1.0403 12.424C0.746076 12.4791 0.552074 12.762 0.60696 13.0559C0.611356 13.0796 0.617267 13.1026 0.624559 13.125C0.707523 13.3795 0.96862 13.5391 1.23908 13.4885C2.38404 13.2743 3.39798 12.9124 4.28334 12.4793C5.34765 12.8081 7.49589 12.9632 9.47138 12.0925ZM5.73707 11.6398C6.47851 11.1415 7.08874 10.6168 7.56802 10.1449C8.90766 8.82597 9.53942 7.64045 9.56562 7.59059C9.70487 7.32613 9.60336 6.99952 9.33907 6.86018C9.07475 6.72075 8.74702 6.82197 8.60685 7.08597C8.60105 7.09697 8.01012 8.1975 6.77934 9.40131C6.41548 9.75726 6.03687 10.0841 5.64434 10.382C5.69835 10.0673 5.72075 9.74555 5.74423 9.40867C5.80107 8.59132 5.87185 7.57419 6.43189 6.12599C7.31907 3.83207 10.4984 2.44107 12.0937 1.87232C11.9157 2.84569 12.0437 3.63194 12.1685 4.39852C12.3414 5.46092 12.5047 6.46438 11.8803 8.0789C11.333 9.49359 10.3756 10.5106 9.03446 11.1018C7.86694 11.6164 6.65345 11.7074 5.73707 11.6398Z"></path>
                                                </svg>
                                            </label>
                                            <input type="radio" name="rating" class="rating-mark" value="1" id="1"><label for="1">
                                                <svg class="icon">
                                                    <path d="M9.47138 12.0925C11.0857 11.3809 12.2363 10.1617 12.8912 8.46867C13.6218 6.58 13.418 5.32836 13.2383 4.22403C13.0826 3.26737 12.9481 2.44116 13.3901 1.23674C13.4596 1.04717 13.4178 0.834733 13.2818 0.685744C13.1457 0.536705 12.938 0.47559 12.7426 0.527268C12.5012 0.591211 6.81387 2.13445 5.42081 5.73621C4.80175 7.33681 4.7247 8.44435 4.66278 9.33432C4.59798 10.2662 4.56084 10.7955 3.95388 11.4411C3.04062 11.9031 2.06759 12.2318 1.0403 12.424C0.746076 12.4791 0.552074 12.762 0.60696 13.0559C0.611356 13.0796 0.617267 13.1026 0.624559 13.125C0.707523 13.3795 0.96862 13.5391 1.23908 13.4885C2.38404 13.2743 3.39798 12.9124 4.28334 12.4793C5.34765 12.8081 7.49589 12.9632 9.47138 12.0925ZM5.73707 11.6398C6.47851 11.1415 7.08874 10.6168 7.56802 10.1449C8.90766 8.82597 9.53942 7.64045 9.56562 7.59059C9.70487 7.32613 9.60336 6.99952 9.33907 6.86018C9.07475 6.72075 8.74702 6.82197 8.60685 7.08597C8.60105 7.09697 8.01012 8.1975 6.77934 9.40131C6.41548 9.75726 6.03687 10.0841 5.64434 10.382C5.69835 10.0673 5.72075 9.74555 5.74423 9.40867C5.80107 8.59132 5.87185 7.57419 6.43189 6.12599C7.31907 3.83207 10.4984 2.44107 12.0937 1.87232C11.9157 2.84569 12.0437 3.63194 12.1685 4.39852C12.3414 5.46092 12.5047 6.46438 11.8803 8.0789C11.333 9.49359 10.3756 10.5106 9.03446 11.1018C7.86694 11.6164 6.65345 11.7074 5.73707 11.6398Z"></path>
                                                </svg>
                                            </label>
                                        </div>
                                        <input name="f10" type="text" placeholder="Оценка" id="rating-result" style="display:none">
                                    </div>
                                </div>
                                <button>Отправить</button>
                            </div>
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>

    <div class="container font-gotham recommendation">
        <h1>Вместе с этим товаром мы рекомендуем</h1>
        <div class="products_slider swiper-container">
            <div class="swiper-wrapper">
                <div class="swiper-slide">
                    <?php
                    $product = ['id' => 1, 'title' => 'Название продукта #1', 'link' => '/product/1', 'price' => 350, 'mark' => ['new'], 'image' => '/static/images/products/1.jpg'];
                    include 'modules/product.php';
                    ?>
                </div>
                <div class="swiper-slide">
                    <?php
                    $product = ['id' => 1, 'title' => 'Название продукта #2', 'link' => '/product/1', 'price' => 350, 'mark' => ['new'], 'image' => '/static/images/products/2.jpg'];
                    include 'modules/product.php';
                    ?>
                </div>
                <div class="swiper-slide">
                    <?php
                    $product = ['id' => 1, 'title' => 'Название продукта #3', 'link' => '/product/1', 'price' => 350, 'mark' => ['new'], 'image' => '/static/images/products/3.jpg'];
                    include 'modules/product.php';
                    ?>
                </div>
                <div class="swiper-slide">
                    <?php
                    $product = ['id' => 1, 'title' => 'Название продукта #4', 'link' => '/product/1', 'price' => 350, 'mark' => ['new'], 'image' => '/static/images/products/1.jpg'];
                    include 'modules/product.php';
                    ?>
                </div>
                <div class="swiper-slide">
                    <?php
                    $product = ['id' => 1, 'title' => 'Название продукта #5', 'link' => '/product/1', 'price' => 350, 'mark' => ['new'], 'image' => '/static/images/products/2.jpg'];
                    include 'modules/product.php';
                    ?>
                </div>
            </div>
            <div class="swiper__footer">
                <div class="swiper-control">
                    <i class="swiper-button__prev">
                        <svg id="icon-arrow" viewBox="0 0 9 14">
                            <path d="M0.612096 11.85L5.4621 6.99999L0.612096 2.14999C0.496369 2.03426 0.404569 1.89687 0.341938 1.74567C0.279307 1.59446 0.24707 1.4324 0.24707 1.26874C0.24707 1.10507 0.279307 0.943013 0.341938 0.791808C0.404569 0.640603 0.496369 0.503214 0.612096 0.387487C0.727824 0.27176 0.865212 0.179959 1.01642 0.117328C1.16762 0.0546971 1.32968 0.0224609 1.49335 0.0224609C1.65701 0.0224609 1.81907 0.0546971 1.97028 0.117328C2.12148 0.179959 2.25887 0.27176 2.3746 0.387487L8.1121 6.12499C8.5996 6.61249 8.5996 7.39999 8.1121 7.88749L2.3746 13.625C2.25895 13.7409 2.12159 13.8328 1.97038 13.8955C1.81916 13.9583 1.65706 13.9905 1.49335 13.9905C1.32964 13.9905 1.16753 13.9583 1.01632 13.8955C0.865099 13.8328 0.727738 13.7409 0.612096 13.625C0.137096 13.1375 0.124596 12.3375 0.612096 11.85Z"></path>
                        </svg>
                    </i>
                    <div class="swiper-pagination">
                        <div class="swiper-pagination-current"></div>
                        <div class="swiper-pagination-total"></div>
                    </div>
                    <i class="swiper-button__next">
                        <svg id="icon-arrow" viewBox="0 0 9 14">
                            <path d="M0.612096 11.85L5.4621 6.99999L0.612096 2.14999C0.496369 2.03426 0.404569 1.89687 0.341938 1.74567C0.279307 1.59446 0.24707 1.4324 0.24707 1.26874C0.24707 1.10507 0.279307 0.943013 0.341938 0.791808C0.404569 0.640603 0.496369 0.503214 0.612096 0.387487C0.727824 0.27176 0.865212 0.179959 1.01642 0.117328C1.16762 0.0546971 1.32968 0.0224609 1.49335 0.0224609C1.65701 0.0224609 1.81907 0.0546971 1.97028 0.117328C2.12148 0.179959 2.25887 0.27176 2.3746 0.387487L8.1121 6.12499C8.5996 6.61249 8.5996 7.39999 8.1121 7.88749L2.3746 13.625C2.25895 13.7409 2.12159 13.8328 1.97038 13.8955C1.81916 13.9583 1.65706 13.9905 1.49335 13.9905C1.32964 13.9905 1.16753 13.9583 1.01632 13.8955C0.865099 13.8328 0.727738 13.7409 0.612096 13.625C0.137096 13.1375 0.124596 12.3375 0.612096 11.85Z"></path>
                        </svg>
                    </i>
                </div>
            </div>
        </div>
    </div>

    <?php
    include 'modules/footer_pc.php';
    include 'modules/footer_mob.php';
    ?>

    <!-- UI scripts -->
    <script src="/js/ui/flash.js"></script>

    <!-- SwiperJS -->
    <link rel="stylesheet" href="https://unpkg.com/swiper/swiper-bundle.min.css" />
    <script src="https://unpkg.com/swiper/swiper-bundle.min.js"></script>

    <!-- Page scripts -->
    <script src="/js/ui/product.js"></script>

    <script src="https://code.jquery.com/jquery-3.4.1.min.js"></script>
    <script src="/libs/zoom/jquery.zoom.min.js"></script>

    <script>
        $('#main_image').zoom({
            magnify: 1.5
        });
    </script>

</body>

</html>