<?php include 'modules/front.php'; ?>
<!DOCTYPE html>
<html lang="ru">

<head>
    <meta charset="UTF-8">
    <meta http-equiv="X-UA-Compatible" content="IE=edge">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>Условия оферты</title>

    <!-- Header PC css -->
    <link rel="stylesheet" href="/styles/common/ModuleHeaderPC.css">

    <!-- Footer PC css -->
    <link rel="stylesheet" href="/styles/common/ModuleFooterPC.css">

    <!-- UIKit -->
    <link rel="stylesheet" href="/styles/common/uikit.css">
    <link rel="stylesheet" href="/static/fonts/fontawesome/all.css">
    <link rel="stylesheet" href="/static/fonts/mdi/materialdesignicons.min.css">

    <!-- Page styles -->
    <link rel="stylesheet" href="/styles/pages/page_terms.css">
</head>

<body>
    <?php
    include 'modules/flash.php';
    include 'modules/header_pc.php';
    include 'modules/header_mob.php';
    include 'modules/popup__Join.php';
    include 'modules/popup__Cart.php';
    include 'modules/popup__Cookies.php';
    include 'modules/popup__Support.php';
    ?>

    <div class="container font-gotham">

        <?php
        $breadcrumb = ['/' => 'Главная', '/terms' => 'Условия оферты'];
        include 'modules/breadcrumb.php';
        ?>

        <div class="faq">
            <h1>Условия продажи</h1>

            <div class="faqList font-roboto">
                <div class="faqOpener" data-id="main4">
                    <p class="title" p-id="main4">1. ПРЕДЛОЖЕНИЕ О ЗАКЛЮЧЕНИИ ДОГОВОРА РОЗНИЧНОЙ КУПЛИ-ПРОДАЖИ</p>
                    <div class="faqText" id="main4">
                        <p>Настоящий документ является публичной офертой ООО «Атлас» (в дальнейшем именуемого «Продавец», в лице Генерального директора Колпаков Д.Ю., действующего на основании Устава), т. е. предложением Продавца о заключении с любым физическим лицом договора розничной купли-продажи товаров на основании ознакомления с описанием товара, представленного на сайте. Публичная оферта содержит все существенные условия договора розничной купли-продажи и действует с даты опубликования.</p>
                    </div>
                </div>
                <div class="faqOpener" data-id="test3">
                    <p class="title" p-id="test3">2. ТЕРМИНЫ И ОПРЕДЕЛЕНИЯ</p>
                    <div class="faqText" id="test3">
                        <p>
                            2.1. В целях настоящей Оферты нижеприведенные термины используются в следующих значениях:ие, распространение (в том числе передача), обезличивание, блокирование, уничтожение) персональных данных подразделяется на:
                        </p>
                        <p>
                            Акцепт Оферты – полное и безоговорочное принятие Покупателем всех условий Оферты путем осуществления действий, указанных в п. 2.1. Оферты. Акцепт Оферты создает Договор розничной купли-продажи Товара.
                        </p>
                        <p>
                            Доставка – услуги по доставке Товара по адресу, указанному Покупателем, и передача его Покупателю либо лицу, указанному Покупателем (Получателю), при условии оплаты Покупателем Товара.
                        </p>
                        <p>
                            Заказ – перечень Товаров, выбранных Покупателем для Покупки у Продавца, их количество и стоимость.
                        </p>
                        <p>
                            Сайт – совокупность электронных документов, доступных для просмотра Покупателями в сети Интернет в домене https://ru.coral.club.
                        </p>
                        <p>
                            Карта – банковская карта, эмитированная кредитной организацией, позволяющая Покупателю совершать с ее помощью операции с денежными средствами, находящимися у эмитировавшей Карту кредитной организации, в соответствии с законодательством Российской Федерации и договором с кредитной организацией, в том числе операции по оплате Товаров, приобретаемых у Продавца на основании Договора.
                        </p>
                        <p>
                            Курьерская служба – третье лицо (транспортная компания), определяемое Продавцом, осуществляющее Доставку Товара Покупателю (Получателю).
                        </p>
                        <p>
                            Оферта – настоящий документ, являющийся публичным предложением Продавца, адресованным любому физическому лицу, о заключении договора розничной купли-продажи Товара на условиях, содержащихся в Оферте, включая все ее приложения, и опубликованный на сайте https://ru.coral.club.
                        </p>
                        <p>
                            Покупатель – физическое лицо, осуществившее Акцепт Оферты (заключившее с Продавцом Договор розничной купли-продажи Товара на условиях, содержащихся в Оферте). Получатель – лицо, указанное Покупателем в качестве Получателя приобретаемого Товара. Продавец – ООО «Атлас» (ОГРН 1057746071800, ИНН 7730518687) Юридический адрес: 121087, г. Москва, ул. Барклая, д.6, стр.25, эт 6, оф. 6-10, пом. 21 Телефон для получения дополнительной информации: 8(499) 148-54-79. Сайт: https://ru.coral.club.
                        </p>
                        <p>
                            Постамат – специальный автоматический терминал выдачи заказов компаний PickPoint и QIWI Post и других аналогичных компаний.
                        </p>
                        <p>
                            Товар – Товар (продукция), ассортиментный перечень которого представлен на Сайте Продавца.
                        </p>
                    </div>
                </div>
                <div class="faqOpener" data-id="main1">
                    <p class="title" p-id="main1">3. ПРЕДМЕТ ОФЕРТЫ</p>
                    <div class="faqText" id="main1">
                        <p>
                            3.1. Предметом настоящей Оферты является продажа Покупателю Товара по договору розничной купли-продажи Товара, по предварительно сформированному Заказу, т.е. Продавец обязуется продать, а Покупатель обязуется принять и оплатить Товар по ценам, указанным в описании Товара на соответствующей странице Сайта Продавца, на условиях настоящей Оферты, действующая редакция которой размещена на Сайте Продавца.<br>
                            К настоящей Оферте с изложенными в ней условиями Покупатель присоединяется без каких-либо изменений, дополнений, исключений и/или оговорок. Публичная оферта считается акцептованной в надлежащей форме с момента получения от Покупателя полностью заполненного Заказа. Факт получения такого Заказа Продавцом и/или оплаты Заказа Покупателем является безоговорочным фактом принятия Покупателем изложенных ниже условий настоящей Оферты. Покупатель выражает свое согласие с тем, что настоящие условия не ущемляют его законных прав.
                        </p>
                        <p>
                            3.2. Данная Оферта является официальным документом и публикуется на Сайте Продавца. Оферта вступает в силу с момента опубликования на Сайте Продавца и действует до момента отзыва Оферты Продавцом. Продавец имеет право изменять условия данной Оферты и вносить дополнения к Оферте либо отозвать Оферту в любой момент без предварительного согласования с Покупателем. При изменениях и дополнениях условий Оферты Продавец обеспечивает публикацию измененных условий на Сайте не менее чем за 7 (семь) дней до их ввода в действие (за исключением изменения цены Товара, которое регулируется пунктом 4.1 Оферты).
                        </p>
                        <p>
                            3.3. Обязательства Продавца по передаче Товара и иные обязательства, связанные с передачей Товара, возникают с момента заключения договора розничной купли-продажи Товара на условиях настоящей Оферты.
                        </p>
                        <p>
                            3.4. Лицо, согласное с изложенными ниже условиями настоящей Оферты и всех ее приложений, имеет возможность заключить с Продавцом договор розничной купли-продажи Товара, описание которого представлено на Сайте. При этом в соответствии с п. 3 ст. 438, ст. 493 ГК РФ, а также с учетом того, что достоверно установить лицо, являющееся Покупателем, возможно только после совершения указанным лицом действий, направленных на оплату Товара, моментом заключения указанным лицом договора розничной купли-продажи с Продавцом на условиях, изложенных в настоящей Оферте, признается момент получения Продавцом сформированного Заказа о намерении Покупателя приобрести Товар, сопровождающийся действиями, направленными на оплату Товара, – Акцепт. Акцепт Оферты Покупателем создает Договор розничной купли-продажи на условиях Оферты.
                        </p>
                        <p>
                            Договор вступает в силу с момента Акцепта Покупателем и действует:
                        </p>
                        <ul>
                            <li><span>до момента исполнения Продавцом обязательств по передаче Товара в количестве и ассортименте, соответствующем сформированной Заявке Покупателя;</span></li>
                            <li><span>до момента расторжения Договора на условиях, установленных законодательством РФ.</span></li>
                        </ul>

                    </div>
                </div>
                <div class="faqOpener" data-id="test1">
                    <p class="title" p-id="test1">4. ОФОРМЛЕНИЕ ЗАКАЗА</p>
                    <div class="faqText" id="test1">
                        <p>4.1. Заказ Товара осуществляется Покупателем через Сайт <a href="/">ingreenway.club</a> или по телефону <b>8-800-100-05-77</b>.</p>
                        <p>4.2. Покупатель, имеющий намерение приобрести Товар у Продавца, заполняет форму Заказа с обязательным указанием информации, необходимой для выполнения Заказа, в том числе:</p>
                        <ul>
                            <li><span>фамилии, имени, отчества Покупателя (Получателя);</span></li>
                            <li><span>адреса, по которому производится доставка Товара;</span></li>
                            <li><span>наименования и количества Товара;</span></li>
                            <li><span>способа доставки Заказа;</span></li>
                            <li><span>способа оплаты Заказа;</span></li>
                            <li><span>номера мобильного телефона Покупателя (Получателя).</span></li>
                        </ul>
                        <p>В случае осуществления Заказа по телефону Покупатель сообщает Продавцу необходимые данные для Заказа. Покупатель несет ответственность за содержание и достоверность информации, предоставленной при оформлении Заказа.</p>
                        <p>4.3. Продавец не несет ответственности за содержание и достоверность информации, предоставленной Покупателем при оформлении Заказа.</p>
                        <p>4.4. При формировании Заказа Покупатель выбирает Товар из ассортимента, который представлен на Сайте. Факт заключения Договора розничной купли-продажи подтверждается фактурой, которая формируется на Сайте из Заказа Покупателя и отражается в разделе «Корзина». Если заказанные Покупателем позиции Товара отсутствуют на складе Продавца, они автоматически исключаются из фактуры. Срок Акцепта Покупателя составляет время с момента формирования Продавцом фактуры на оплату Товара в соответствии с ценами, указанными в описании Товара на соответствующей странице Сайта, до момента оплаты Товара Покупателем, но не более 5 (пяти) рабочих дней с даты формирования Заказа.</p>
                        <p>4.5. Покупатель не может производить какие бы то ни было изменения после окончательного оформления Заказа (т.е. когда фактура сформирована).</p>
                        <p>4.6. В целях заключения Договора на условиях настоящей Оферты, а также в целях исполнения Продавцом заключенного договора розничной купли-продажи Покупатель дает согласие Продавцу на обработку своих персональных данных. Покупатель осведомлен и согласен с тем, что в целях заключения и исполнения Договора персональные данные Покупателя на условиях конфиденциальности могут быть переданы Продавцом службам и организациям, осуществляющим доставку Товара.<br>
                            Также Покупатель дает согласие на получение от Продавца, от служб или организаций, осуществляющих доставку Товара, СМС-рассылки, e-mail рассылки, содержащей сведения информационного характера относительно Заказа, оплаты, доставки Товара.<br>
                            Продавец обязуется сохранять конфиденциальность персональных данных Покупателя и информации, полученной от Покупателя при формировании Заказа, и не сообщать такие данные третьим лицам, не имеющим отношения к исполнению Договора, за исключением случаев, предусмотренных действующим законодательством Российской Федерации.</p>
                    </div>
                </div>
                <div class="faqOpener" data-id="test2">
                    <p class="title" p-id="test2">5. ЦЕНА ТОВАРА И ПОРЯДОК РАСЧЕТОВ</p>
                    <div class="faqText" id="test2">
                        <p>5.1. Цена Товара указывается в описании Товара на Сайте и автоматически отражается в сформированном Заказе и фактуре. Цены, устанавливаемые Продавцом, могут быть изменены последним в любое время. Новые цены вступают в силу с момента опубликования, если иной срок вступления новых цен в силу не определен дополнительно при их опубликовании.</p>
                        <p>5.2. Оплата Товара, а также стоимости Доставки производится Покупателем на основании сформированного Заказа с учетом действующей цены на Товар. Все расчеты по Договору производятся в рублях РФ.</p>

                        <p>5.3. Оплата Товара Покупателем по сформированному Заказу возможна следующими способами:</p>
                        <p>
                            5.3.1. Путем совершения операций с электронными денежными средствами в соответствии с Федеральным законом № 161-ФЗ от 27.06.2011 «О национальной платежной системе». При этом способе оплаты Товара оплата комиссии, взимаемая банками и/или платежными системами, производится за счет Продавца.
                        </p>
                        <p>
                            5.3.2. Путем совершения операции по оплате Товара с использованием Карты в порядке, установленном действующим законодательством Российской Федерации и договором между кредитной организацией, эмитировавшей Карту, и Покупателем. При этом способе оплаты Товара оплата комиссии, взимаемая банками и/или платежными системами за услуги интернет-эквайринга, производится за счет Продавца.
                        </p>
                        <p>
                            5.3.3. Наличными денежными средствами при его получении Покупателем (актуально для г. Москвы).
                        </p>
                        <p>
                            5.3.4. Наличными по квитанции через банк. При оплате Заказа путем внесения наличных денежных средств по квитанции через кассу кредитной организации (банка), подтверждением поступления денежных средств за оплаченный Заказ считается банковская выписка операций по лицевому счету, получаемая Продавцом. Моментом поступления Продавцу денежных средств при этом считается момент получения Продавцом банковской выписки операций по лицевому счету.
                        </p>
                        <p>5.4. Подробные условия оплаты способами, указанными в пункте 4.3. настоящей Оферты, изложены на Сайте в разделе «Оплата заказа».</p>
                    </div>
                </div>
                <div class="faqOpener" data-id="test5">
                    <p class="title" p-id="test5">6. ДОСТАВКА ЗАКАЗА ПОКУПАТЕЛЮ</p>
                    <div class="faqText" id="test5">
                        <p>6.1. Условия осуществления доставки Заказа, а именно срок осуществления доставки и стоимость доставки, устанавливаются Продавцом и доводятся до сведения Покупателя в соответствующем разделе Сайта.</p>
                        <p>6.2. При формировании Заказа Покупатель выбирает наиболее приемлемый для себя способ доставки Товара, отметив его в соответствующем разделе формы Заказа. Покупатель осознает, что требованиями законодательства могут быть установлены индивидуальные особенности по доставке тех или иных Товаров. В этой связи Покупатель принимает, что некоторые Товары по требованиям законодательства могут быть доступны к выдаче только в соответствующих пунктах выдачи.</p>
                        <p>6.3. При доставке Заказ передается Покупателю либо Получателю.</p>
                    </div>
                </div>
                <div class="faqOpener" data-id="test6">
                    <p class="title" p-id="test6">7. УСЛОВИЯ ВОЗВРАТА И ОБМЕНА ТОВАРА НЕНАДЛЕЖАЩЕГО КАЧЕСТВА</p>
                    <div class="faqText" id="test6">
                        <p>7.1. Товар признается товаром ненадлежащего качества при наличии следующих нарушений (повреждений):</p>
                        <ul>
                            <li><span>несоответствия качества;</span></li>
                            <li><span>несоответствия по количеству;</span></li>
                            <li><span>несоответствия упаковки.</span></li>
                        </ul>
                        <p>7.2. При обнаружении Товара ненадлежащего качества Покупатель вправе обратиться с Заявлением о возврате/замене Товара по месту приобретения/получения Товара.</p>
                        <p>7.3. Обращаясь с Заявлением о замене Товара ненадлежащего качества, Покупатель предъявляет:</p>
                        <ul>
                            <li><span>накладную, подтверждающую факт покупки Товара;</span></li>
                            <li><span>чек или копию чека (в случае если Товар приобретен за наличный расчет);</span></li>
                            <li><span>паспорт либо иной документ, подтверждающий личность Покупателя.</span></li>
                        </ul>
                        <p>Заявление о замене Товара ненадлежащего качества составляется в произвольной форме.</p>
                        <p>
                            7.4. Сроки предъявления и рассмотрения Заявления о замене Товара ненадлежащего качества.
                        </p>
                        <p>
                            7.4.1. Покупатель вправе обратиться к Продавцу с Заявлением о замене Товара ненадлежащего качества:
                        </p>
                        <ul>
                            <li><span>в случае непроизводственного брака – в течение 14 (четырнадцати) календарных дней с момента его получения;</span></li>
                            <li><span>в случае производственного брака – в течение всего срока годности Товара.</span></li>
                        </ul>
                        <p>
                            7.4.2. Обмен Товара ненадлежащего качества по истечении срока, указанного в п. 6.4.1, возможен в случаях, предусмотренных действующим законодательством.
                        </p>
                        <p>
                            7.4.3. Если факт ненадлежащего качества Товара признается Продавцом, замена Товара ненадлежащего качества производится в соответствии со статьей 21 Закона РФ от 07.02.1992 года № 2300-I «О защите прав потребителей».
                        </p>
                        <p>
                            7.4.4. В случаях, когда предъявленные Покупателем несоответствия по качеству Товара вызваны нарушением условий хранения и транспортировки (в том числе и по вине Покупателя) либо связаны с индивидуальными особенностями Покупателя (в отношении восприятия вкуса, цвета, запаха продукта), по инициативе Продавца в течение 20 (двадцати) дней может быть назначена экспертиза Товара ненадлежащего качества.
                        </p>
                        <p>
                            7.5. В случае обнаружения в Товаре недостатков Потребитель вправе по своему выбору обратиться к Продавцу с требованиями в соответствии со ст. 18 Закона РФ от 07.02.1992 г. № 2300-I «О Защите прав потребителей».
                        </p>
                        <p>
                            7.6. В соответствии со ст. 22 Закона РФ от 07.02.1992 г. № 2300-I «О Защите прав потребителей» требование Покупателя о возврате уплаченной за Товар денежной суммы подлежит удовлетворению Продавцом в течение 10 (десяти) дней со дня предъявления соответствующего требования.
                            При возврате суммы оплаты, внесенной Покупателем в безналичном порядке, в том числе при использовании для оплаты Товара электронных денежных средств, банковские и иные комиссии, уплаченные Покупателем в этой связи, Продавцом не компенсируются.
                        </p>
                        <p>
                            7.7. О претензиях по ненадлежащему исполнению Продавцом Договора Покупатель вправе сообщить по контактному телефону Продавца 8-800-100-05-77.
                        </p>
                        <p>
                            7.8. Требования о соразмерном уменьшении покупной цены Товара, возмещении расходов на исправление недостатков Товара потребителем или третьим лицом, а также требование о возмещении убытков, причиненных Покупателю вследствие продажи Товара ненадлежащего качества либо предоставления ненадлежащей информации о Товаре, а также требования, связанные с продажей Покупателю товара с недостатками, которые не были оговорены Продавцом, передаются Продавцу Покупателем по своему усмотрению в письменном виде:
                        </p>
                        <ul>
                            <li><span>7.8.1. Непосредственно в Торговой сети Продавца, где производилась передача Товара от Продавца Покупателю.</span></li>
                            <li><span>7.8.2. Путем направления Претензии по почте на следующий адрес Продавца: 121087, г. Москва, ул. Барклая, д. 6, стр. 25.</span></li>
                        </ul>
                        <p>7.9. Претензии Покупателей рассматриваются Продавцом в порядке и в сроки, установленные действующим законодательством Российской Федерации.</p>
                    </div>
                </div>
            </div>
        </div>

    </div>

    <?php
    include 'modules/footer_pc.php';
    include 'modules/footer_mob.php';
    ?>

    <!-- UI scripts -->
    <script src="/js/ui/flash.js"></script>

    <!-- Page scripts -->
    <script src="/js/ui/terms.js"></script>

</body>

</html>